# coding: utf-8

list  = [
 [
  ["doorway","2","名","戸口、玄関口"],
  ["threshold","3","名","敷居、入り口、初め"],
  ["prize","4","名","賞、ほうび、賞品、賞金"],
  ["hut","1","名","小屋"],
  ["dawn","4","名、動","夜明け(名)、始まり(名)、夜が明ける(動)、始まる(動)"],
  ["bush","3","名","(根元から多くの枝が出ている)低木、茂み、もじゃもじゃしているもの"],
  ["crash","4","名","ガラガラ、ドシン、急落、破滅"],
  ["mile","2","名","はるか(に)、マイル"],
  ["wrist","2","名","手首、(衣服、手袋などの)手首の部分"],
  ["tin","3","名、形、動","スズ(ブリキ)(名)、ブリキ製の(形)、スズメッキをする(動)"],
  ["pitcher","3","名","水差し、投手、(ゴルフの)ピッチャー"],
  ["fault","10","名、動","欠点(名)、きず(名)、過失(名)、責任(名)、断層(名)、障害(名)、〜のあらを探す(動)、〜を非難する(動)、〜に断層を起こさせる、断層を生ずる(動)"]
  
  
  
 ]

]
