list = [
 [
  ["mix up","2"," ","よく混ぜ合わせる、〜を混乱させる"],
  ["slip away","4"," ","挨拶もせずに出発する、こっそり去る、安らかに死ぬ、徐々になくなる"],
  ["from place to place","2"," ","あちらこちらに、場所によって"],
  ["open up","6"," ","〜を広げる、開拓する、開店する、始める、あける、開く"],
  ["hold out","4"," ","伸ばす、差し出す、約束する、手元にとどめておく"],
  ["no longer","1"," ","もはや〜しないで"],
  ["bring oneself","1"," ","特定の行動を行わせること、通常否定的な意味で使われる"],
  ["twist off","4"," ","ねじ切る、ねじってはずす、もぎ取る、身をもがいて離れる"]
  ["climb up","2"," ","伝って登る、よじ登る"],
  ["with all one's might","1"," ","力一杯に"],
  ["last-minute","1"," ","土壇場の"],
  ["a last-minute person","1"," ","ギリギリにならないとやらない人"],
  ["be about to do","1"," ","まさに〜するところだ"],
  ["manage to do","1"," ","どうにか〜する"],

  
 ]
]
